const excursionQuizData =
{
	questions: 
	[
		{
			id: 0,
			question: 'Работаете ли вы официально?',
			answers: [
				'Да, работаю официально и белая зарплата',
				'Да, но большая часть зарплаты серая',
				'Работаю, но не официально',
				'Я моряк (военный)',
				'Пенсионер',
				'У меня своя компания (юридическое лицо или ИП)',
				'Не работаю'
			]
		},
		{
			id: 1,
			question: 'Как долго вы работаете на последнем месте?',
			answers: [
				'От 1 года',
				'От 1 года до 5 лет',
				'Свыше 5 лет'
			]
		},
		{
			id: 2,
			question: 'Какой первый взнос вы хотите сделать (в % от стоимости квартиры)',
			answers: [
				'От 0% до 20%',
				'От 20% до 50%',
				'От 50%'
			]
		},
		{
			id: 3,
			question: 'На какой срок вы хотели бы взять ипотеку?',
			answers: [
				'До 5 лет',
				'5 - 10 лет',
				'10 - 15 лет',
				'От 15 лет'
			]
		},
		{
			id: 4,
			question: 'Какой ежемесячный платеж был бы вам комфортен?',
			answers: [
				'До 40 000р',
				'От 40 000р до 50 000р',
				'От 50 000р'
			]
		},
	],
	form: {
		id: 5,
		title: 'Отлично! Остался последний шаг!',
		subtitle: 'Укажите ваш номер телефона и мы сообщим вам результаты теста.'
	}
};

export default excursionQuizData;