const manageQuizData = {
	questions: 
	[
		{
			id: 0,
			question: 'С какой целью вы планируете приобрести квартиру?',
			answers: [
				'Для проживания',
				'Для инвестиций',
				'Детям (на будущее)',
				'Не определился'
			]
		},
		{
			id: 1,
			question: 'Какое количество комнат вам необходимо',
			answers: [
				'1-комнатная',
				'2-комнатная',
				'3-комнатная',
				'Евро 2-комнатная',
				'Евро 3-комнатная',
				'Больше 3х комнат'
			]
		},
		{
			id: 2,
			question: 'Какая форма оплаты вам будет удобна?',
			answers: [
				'Единовременная оплата',
				'Рассрочка',
				'Ипотека',
				'Субсидия',
				'Не определился'
			]
		},
		{
			id: 3,
			question: 'Вы хотели бы встречать рассвет или провожать закат?',
			answers: [
				'Рассвет',
				'Закат'
			]
		},
		{
			id: 4,
			question: 'Выберите тип отделки?',
			answers: [
				'Без отделки',
				'Подготовка под отделку',
				'Чистовая'
			]
		},
		{
			id: 5,
			question: 'Когда вы планируете отделку?',
			answers: [
				'В ближайшее время',
				'Через 6-8 месяцев',
				'Не раньше, чем через год',
				'Не определился',
				'Сразу, если квартира понравится'
			]
		},
		{
			id: 6,
			question: 'Какие дополнительные параметры для вас важны?',
			answers: [
				'Гардеробная или кладовая',
				'Кухня-гостиная',
				'Прачечная',
				'Широкий балкон',
				'Обеденная зона',
				'Не определился'
			]
		},
		{
			id: 7,
			question: 'Рассчитываете ли вы на определенный ценовой сегмент?',
			answers: [
				'До 6 млн. Р',
				'От 7 млн. Р до 9 млн. Р',
				'От 9 млн. Р до 11 млн. Р',
				'Не определился'
			]
		}
	],
	form: {
		id: 8,
		title: 'Отлично! Остался последний шаг!',
		subtitle: 'Укажите ваш номер телефона и мы сообщим вам результаты теста.'
	}
}

export default manageQuizData;